[
  {
    "img": "./images/b1.jpg",
    "heading": "Fashion Trends for Summer 2025",
    "details": 
      "Stay ahead elevate your office fashion game with our tips. With the latest summer fashion trends. Discover the best outfits to keep you cool and stylish this all abouts thid proess is taking time about blog post during the hottest months of the year."
  },
  {
    "img": "./images/b20.jpg",
    "heading": "Winter Wardrobe Essentials",
    "details":
      "Get ready for winter with our guide to essential wardrobe pieces. Learn how to layer and stay warm while this all abouts thid proess is taking time about blog post looking stylish during the hottest months of the year. fashionable."
  },
  {
    "img": "./images/b3.jpg",
    "heading": "Spring Collection Highlights",
    "details":
      "Explore the vibrant colors and fresh styles of the spring collection. Discover key pieces that will refresh stylish this all abouts thid proess is taking time about blog post during the hottest months of the year. your wardrobe for the new season."
  },
  {
    "img": "./images/b21.jpg",
    "heading": "Autumn Fashion Tips",
    "details":
      "Transition Elevate your office fashion game with our tips. into autumn with ease. Our fashion tips will help you choose the perfect outfits to embrace stylish this all abouts thid proess is taking time about blog post during the hottest months of the year. the season's rich hues and cozy textures."
  },
  {
    "img": "./images/b5.jpg",
    "heading": "Best Accessories for Any Outfit",
    "details":
      "Accessories can make Elevate your office fashion game with our tips. or break an outfit. Discover the best accessories to complement your style, from statement pieces to subtle enhancements."
  },
  {
    "img": "./images/b6.jpg",
    "heading": "Styling Tips for Casual Wear",
    "details":
      "Master the art of casual wear with our styling tips. Learn how to look effortlessly chic while staying stylish this all abouts thid proess is taking time about blog post during the hottest months of the year. comfortable in everyday outfits."
  },
  {
    "img": "./images/b22.jpg",
    "heading": "Office Fashion: Dress to Impress",
    "details":
      "Elevate stylish this all abouts thid proess is taking time about blog post during the hottest months of the year. your office fashion game with our tips. Find out how to dress professionally while showcasing this all abouts thid proess is taking time about blog post your personal style in the workplace."
  }
]